<!DOCTYPE html>
<html>
    <!--general info-->
    <head>
        <title>Jahresthemen</title>
        <link rel="stylesheet" href="css/blog.css">
        <link href="https://fonts.googleapis.com/css?family=Oswald&display=swap" rel="stylesheet">
        <link rel="icon" href="img/favicon.png">
    </head>
     <!--navigation bar-->
     <a href= "index.html"><img src="img/logo.png" alt="logo" class="logo"></a>
     <nav>
         <ul>
             <li><a href="blog.html">Blog</a></li>
             <li><a href="annimationen.html">Annimationen</a></li>
             <li><a href="ueber_mich.html">&Uumlber mich</a></li>
         </ul>
     </nav>
    <!--header element-->
    <header>
        
    </header>
    <!--main element-->
    <main>
        <h1>Die Kammer der vergessenen Vors&auml;tze 
        </h1>
        <p>27.12.2020</p>
        <p>
            Alle Jahre wieder, wenn das Jahr sich dem Ende zuneigt werden Neujahrsvors&auml;tze gemacht. 
            Sp&auml;testens im M&auml;rz werden sie dann zusammen mit denen vom Vorjahr in die Kammer der 
            vergessenen Vors&auml;tze gesperrt und mit etwas Gl&uuml;ck im Dezember wieder herausgeholt. 
            Dann kommen alle Schuldgef&uuml;hle gegen&uuml;ber unserem Ich von letztem Dezember hervor, dass 
            wir unsere Vors&auml;tze wieder nicht erreicht haben. Selbst, wenn der Fortschritt in die 
            richtige Richtung geht, f&uuml;hlt man sich schlecht, weil man nicht genau diese Vorgaben 
            von vor einem Jahr eingehalten hat. Neujahrsvors&auml;tze sind im Gegensatz zum Leben sehr 
            unflexibel. Dabei kann man nicht vorhersehen, was zuk&uuml;nftige Hindernisse sind oder wie 
            sich eigene Ansichten in den kommenden Monaten &auml;ndern. Wie wir dieses Jahr gelernt haben, 
            wirft das Leben einem eben manchmal Steine in den Weg, die den Weg unebener oder sogar 
            unm&ouml;glich machen. 
        </p>
        <center>
            <img src="img/Kammer der vergessenen Vorsaetze.png" alt="" class="bild1" width="400px">
            </center>
        <p>
            Eine anpassbare, flexible L&ouml;sung sind Jahresthemen. Das Thema f&uuml;rs Jahr kann der 
            pers&ouml;nliche Wegweiser, der Polarstern f&uuml;r die eigenen Entscheidungen sein. Du willst mehr 
            lesen? Mache 2021 zu deinem Jahr des Lesens. Was das f&uuml;r dich hei&szlig;t, ist dabei anpassbar. 
            Wenn du merkst, dass du H&ouml;rb&uuml;cher lieber magst als so zu lesen: Super! Du verfolgst immer 
            noch dein Thema. So hast du am Ende des Jahres nicht das Gef&uuml;hl versagt zu haben, wenn du 
            nicht genau die X B&uuml;cher gelesen hast. Der Fortschritt geht in die richtige Richtung.
        </p>
        
        <p>
            Ein Thema kann euch dabei helfen in den entscheidenden Momenten die Richtung zu w&auml;hlen. 
            Das beschreibt auch James Clear im Buch "Atomic habits". Eure Wahl beschr&auml;nkt die 
            Entscheidungen, die folgen. Wenn ihr einmal entschieden habt beim Italiener zu essen, 
            k&ouml;nnt ihr kein Sushi mehr bestellen. Genau diese entscheidenden Momente, die auf einem 
            kleinen Level passieren, sorgen daf&uuml;r, dass ihr mehr oder weniger von etwas habt und, dass 
            ihr eure Entscheidungsprozesse &uuml;berdenkt. Das hilft euch wiederum dabei euer Thema mehr und 
            mehr zur Gewohnheit zu machen. Gleichzeitig habt ihr immer wieder kleine Erfolge, die euch 
            &uuml;ber die ersten Monate hinaus motivieren. So bleibt ein Thema auch nach Ende des Jahres Teil 
            eurer Denkweise und ihr profitiert langfristig davon. 
        </p>
        <center>
            <video controls> <source src="video/Yearly_Theme_Animation.mp4" type="video/mp4"/></video>
            </center>
        <p>2020 war f&uuml;r mich das Jahr des Selbstvertrauens oder, weil ich den englischen Klang von 
            "Yearly Themes" lieber mag: Year of Confidence. F&uuml;r mich bedeutete das, dass ich es 
            entspannter sehen wollte, wenn ich gerade nicht die Expertin bin und Fragen zu stellen, 
            wenn ich etwas nicht verstehe. Ein anderer Aspekt war f&uuml;r mich das Lernen und die kleinen 
            Momente, in denen ich  mir selbst etwas beweisen wollte. Daher habe ich dieses Jahr deutlich 
            mehr gelesen, um neue Dinge zu lernen oder Online-Kurse und Workshops gemacht. Ich habe 
            angefangen zu animieren und zu zeichnen, habe diesen Blog gestartet und bin einen 
            Halbmarathon gelaufen. Mit diesen Erfolgen habe ich mir selbst (und meinem 16-J&auml;hrigen Ich, 
            das einen Blog starten wollte) gezeigt, dass ich es schaffen kann, wenn ich mir nur die Zeit 
            und Energie nehme. <br>
            Insgesamt war mein erstes Jahresthema also ziemlich erfolgreich!
        </p>
        <p>
            Wie finde ich nun ein Thema f&uuml;r 2021? An den bisherigen Beispielen hast du vielleicht 
            schon gemerkt, dass ein Jahresthema sehr umfassend und ungenau formuliert ist. Die 
            Bedeutung meines Jahrs des Selbstvertrauens k&ouml;nnte bei dir ganz anders gedeutet werden. 
            Wichtig ist nur, welche Bedeutung das Wort oder der Begriff f&uuml;r dich pers&ouml;nlich hat und, 
            dass es auf eine Richtung hindeutet, die f&uuml;r dich wichtig ist. Dabei kannst du dir Gedanken 
            machen, wovon du mehr oder weniger in deinem Leben haben m&ouml;chtest oder was im letzten Jahr 
            ein wiederkehrendes Thema f&uuml;r dich war und du im n&auml;chsten Jahr ver&auml;ndern m&ouml;chtest. Ein Jahr 
            ist dabei eigentlich auch nur eine willk&uuml;rliche L&auml;ngenangabe, die auch verk&uuml;rzt oder 
            verl&auml;ngert werden kann. Du kannst zum Beispiel auch ein Thema erstmal f&uuml;r einen Monat 
            ausprobieren und dich dann entscheiden zu verl&auml;ngern oder zu wechseln.
        </p>
        <p>
            Mein Thema f&uuml;r 2021 ist das "Year of Breathing". F&uuml;r mich hei&szlig;t das mehr 
            auf Nachhaltigkeit zu achten, wie ich meine Zeit verbringe und auch darauf zu h&ouml;ren, 
            wie meine Gef&uuml;hlslage ist und dementsprechend darauf zu reagieren. Damit ich mich einmal 
            mehr f&uuml;r einen Spaziergang statt f&uuml;r YouTube und f&uuml;r nachhaltige Produkte statt meine 
            Bequemlichkeit entscheide. 
        </p>
        <p>Wenn ihr noch mehr zu Jahresthemen erfahren wollt empfehle ich euch den Cortex 
            Podcast von Myke Hurley und CPG Grey, durch die ich &uuml;berhaupt auf das Konzept gesto&szlig;en bin. 
            <a href="https://www.relay.fm/cortex/110">Hier</a> findet ihr die Folge zu ihren Jahresthemen
            f&uuml;r 2021. CPG Grey hat au&szlig;erdem ein Video zu Jahresthemen, das ihr euch 
            <a href="https://www.youtube.com/watch?v=NVGuFdX5guE">hier</a> anschauen k&ouml;nnt. Dort findet 
            ihr auch mehr Inspiration zu m&ouml;glichen Themen, die auch zu euch passen k&ouml;nnten. 
        </p>
        <p>Also, schmei&szlig;t eure Neujahrsvors&auml;tze aus dem Fenster und nehmt euch ein Thema, das euch 
            wirklich weiterhilft. Habt einen guten Start ins neue Jahr!</p>
            
    </main>
    <!--footer element-->
    <footer>
        <ul>
            <li><p> &copy; 2021 Anna Schierholz</p></li>
            <li><a href="impressum.html">Impressum</a></li>
        </ul>
        
    </footer>
</html>
