<!DOCTYPE html>
<html>
    <!--general info-->
    <head>
        <title>Klausurvorbereitung</title>
        <link rel="stylesheet" href="../css/blog.css">
        <link href="https://fonts.googleapis.com/css?family=Oswald&display=swap" rel="stylesheet">
        <link rel="icon" href="../img/favicon.png">
    </head>
     <!--navigation bar-->
     <a href= "../index.html"><img src="../img/logo.png" alt="logo" class="logo"></a>
     <nav>
         <ul>
             <li><a href="../blog.html">Blog</a></li>
             <li><a href="../annimationen.html">Annimationen</a></li>
             <li><a href="../ueber_mich.html">&Uumlber mich</a></li>
         </ul>
     </nav>
    <!--header element-->
    <header>
        
    </header>
    <!--main element-->
    <main>
        <h1>Pr&uuml;fungsphase leicht(er) gemacht
        </h1>
        <p>07.03.2021</p>
        <p>
            Pr&uuml;fungsphase. Einige Wochen voller Lernen und sich stressen, dass man noch nicht genug gelernt hat und sich dar&uuml;ber aufregt, warum die Klausurtermine denn auch so dicht aneinander liegen. Aber es ist gar nicht so schwierig, sich die Pr&uuml;fungszeit etwas entspannter zu machen. Alles, was man dazu braucht, ist ein Plan und die richtigen Lernmethoden. Heute zeige ich euch, wie ich mich auf Klausuren vorbereite und dabei nicht verr&uuml;ckt werde. 
        </p>
        <center>
            <img src="../img/klausurvorbereitung.png" alt="" class="bild1" width="400px">
            </center>
            <h3>Der Plan</h3>
        <p>
            Das wichtigste bevor ihr anfangt zu lernen, ist es sich einen Plan zu machen. Ohne Plan keine Welt &hellip; &auml;hh Klausureroberung. Schreibt also einmal auf: Was sind die Themen, die ihr behandelt habt? Was davon ist klausurrelevant? Wie viel Zeit bleibt euch bis zur Pr&uuml;fung? Diesen Plan solltet ihr relativ fr&uuml;h machen, um nicht in Zeitnot zu geraten. Je nach Klausurterminen mache ich den immer in den letzten Vorlesungswochen, wo meistens auch schon klar ist, wie umfangreich der Stoff f&uuml;r die Klausur sein wird. Beim Zeitplan m&uuml;sst ihr dann versuchen ehrlich zu sein in dem, wie gut ihr den Stoff schon kennt und welche Teile mehr Wiederholungsbedarf haben. Bedenkt auch, dass ihr nicht alle Klausuren zum ersten Termin schreiben m&uuml;sst. Klar klingt ein freier Monat sch&ouml;n, aber wie viel Stress ist das euch wirklich wert? Wie lange ihr f&uuml;r eine Pr&uuml;fung einplant, h&auml;ngt sehr individuell von dem Modul, Dozenten, der eigenen Arbeit w&auml;hrend des Semesters usw. ab, aber in jedem Fall schadet es auch nicht schon mal eine Woche fr&uuml;her mit den Vorbereitungen anzufangen. Und auch, wenn euch das Thema sehr leicht f&auml;llt, plant mindestens drei Tage ein, um nochmal &Uuml;bungsaufgaben zu machen und nervige Fl&uuml;chtigkeitsfehler f&uuml;r die Klausur zu minimieren.
        </p>
        <h3>Die Vorbereitung</h3>
        <p>Versucht m&ouml;glichst genau herauszufinden, wie die Klausur aufgebaut ist und welche Arten von Fragen gestellt werden. Einige Dozenten stellen auch Probeklausuren zur Verf&uuml;gung oder ihr schaut nach Ged&auml;chtnisprotokollen von den Jahrg&auml;ngen davor. Von der Art der Pr&uuml;fung h&auml;ngt n&auml;mlich auch die Vorbereitung ab: In einem Ankreuztest wird man eher auswendig lernen m&uuml;ssen, f&uuml;r eine m&uuml;ndliche Pr&uuml;fung muss man die m&uuml;ndliche Formulierung von Konzepten &uuml;ben und woanders muss man einfach sehr viele &Uuml;bungsaufgaben durchrechnen, um sie m&ouml;glichst schnell in der Klausur l&ouml;sen zu k&ouml;nnen. 
        </p>
        <center>
            <img src="../img/klausurrelevant.png" alt="" class="bild1" width="600px">
            </center>
        <h3>Lernmethoden</h3>
        <p>Auch ich habe den Fehler gemacht und viel zu viel Zeit damit verbracht sch&ouml;ne Zusammenfassungen zu schreiben, anstatt den Stoff zu wiederholen und &Uuml;bungsaufgaben zu machen. Versteht mich nicht falsch, Zusammenfassungen sind super f&uuml;r das tiefere Verst&auml;ndnis und, um einen generellen &Uuml;berblick &uuml;ber das Thema zu haben, aber sie helfen einem nicht beim eigentlichen Wiederholen und Lernen. Deshalb macht euch nicht zu viel M&uuml;he mit Zusammenfassungen oder schreibt sie gleich w&auml;hrend des Semesters, um euch in der Pr&uuml;fungszeit das Leben zu erleichtern. Ich habe mir w&auml;hrend des Semesters auch Karteikarten f&uuml;r einige Module geschrieben, um regelm&auml;&szlig;ig das Gelernte zu wiederholen. Ich nutze dazu <a href="https://apps.ankiweb.net/">Anki</a>, wodurch ich meine Karteikarten immer auf meinem Smartphone dabei habe und damit Wartezeiten oder Bahnfahrten &uuml;berbr&uuml;cken kann.
        </p>   
        <p>
            Ansonsten geht es bei Lernmethoden darum, das zu finden, was zu einem passt und was einem Spa&szlig; macht. Ich habe mir z.B. ein Spiel gebastelt, in dem ich Zahlen nach verschiedenen Sortieralgorithmen sortieren musste. Dadurch f&uuml;hlte es sich zumindest ein bisschen weniger wie Lernen an. Videos und Artikel k&ouml;nnen super f&uuml;r extra Kontextwissen sein, sind aber auch gef&auml;hrlich zum Prokrastinieren. Um durchgehend motiviert zu bleiben, hilft es, die Pomodoro Technik zu benutzen: Daf&uuml;r stellt ihr euch einen 25 Minuten Timer und lernt in der Zeit konzentriert. Danach macht ihr f&uuml;nf Minuten Pause. Das wird dann dreimal wiederholt, bis eine l&auml;ngere Pause von etwa 15-20 Minuten ansteht. Wenn ich gerade im Flow bin, achte ich aber auch nicht mehr so genau auf den Timer, sondern arbeite einfach weiter. Au&szlig;erdem bringt es Spa&szlig;, wenn man sich in einer Gruppe gegenseitig Konzepte erkl&auml;rt und auch wenn man nicht f&uuml;r dieselbe Pr&uuml;fung lernt, ist es motivierend in der Gruppe zu lernen. Dabei sollte man allerdings auch schauen, dass man gut mit diesen Leuten zusammen lernen kann und sich nicht einfach gegenseitig ablenkt.
        </p>  
        <p>
            Um sich direkt auf die Klausursituation vorzubereiten, schreibe ich immer eine Probeklausur m&ouml;glichst nahe an den Klausurbedingungen. Meistens mache ich das einige Tage vor der Klausur, um einerseits schon alle Themen wiederholt zu haben, aber auch noch die M&ouml;glichkeit habe Aufgaben, bei denen ich Schwierigkeiten hatte, zu verbessern. Besonders der Zeitdruck hilft, um einzusch&auml;tzen, wie man sich die Aufgaben in der Pr&uuml;fung einteilen sollte und ob man generell eher entspannt arbeiten kann oder unter Zeitdruck steht. Gleichzeitig hei&szlig;t das nicht direkt, dass es in der Klausur genauso abl&auml;uft, die Zeit sollte man also nicht aus den Augen verlieren.
        </p>     
        <h3>Die Klausur selbst</h3>
        <p>
            Ich mache es so, dass ich am Tag der Klausur nicht mehr wirklich lerne. Vielleicht wiederhole ich nochmal meine Karteikarten auf dem Weg, aber ansonsten versuche ich mich nicht von meinen Kommilitonen verr&uuml;ckt machen zu lassen. Meine Nervosit&auml;t (ja, auch ich bin immer noch nerv&ouml;s vor Klausuren) kann ich am besten mit Musik und Bewegung bek&auml;mpfen, d.h. ich gehe spazieren und/oder h&ouml;re meine Lieblingsmusik. Die Anspannung ist aber absolut nichts Schlechtes, sondern sorgt eher daf&uuml;r, dass ihr euch gleich besser konzentrieren k&ouml;nnt. 
        </p>
        <p>Die Klausur liegt vor euch. Und jetzt? Einmal alle Aufgaben durchlesen, um zu sehen, was auf euch zukommt. Dann fangt bei den Aufgaben an, die euch am leichtesten fallen oder fangt erstmal von vorne an. Viele Klausuren sind auch so aufgebaut, dass die leichteren Aufgaben am Anfang kommen und die schwierigeren hinten. Orientiert euch zeitlich an der Punktevergabe und macht bei Zeitdruck lieber die Aufgaben, die viele Punkte geben. Einige Klausuren habe auch eine Zeitvorstellung, z.B. 1 Punkt = 1 Minute. Das sagen die Dozenten aber auch vorher an. Falls ihr bei etwas keine Ahnung habt, nicht panisch werden, einfach &uuml;berspringen und sp&auml;ter darauf zur&uuml;ckkommen. Am besten markiert ihr euch die Aufgabe einmal, damit ihr sie sp&auml;ter beim Durchsehen nicht vergesst. </p>
        <h3>Nach der Klausur</h3>
        <p>So, geschafft! W&auml;hrend die einen jetzt erstmal alle Ergebnisse mit ihren Freunden vergleichen wollen, wollen die anderen die Klausur am besten direkt vergessen. Entscheidet selbst, was euch am besten tut und gesellt euch zu den Leuten, die das Gleiche tun. Jetzt ist auch die Zeit, um sich selbst f&uuml;r die Arbeit zu belohnen. Ich gehe mit meinen Freunden gerne nach Klausuren Pizza essen. Bei leckerem Essen und guten Gespr&auml;chen l&auml;sst sich der ganze Pr&uuml;fungsstress ganz gut f&uuml;r eine Weile vergessen. Wenn es m&ouml;glich ist, nehmt euch am besten auch den Rest des Tages frei oder plant zumindest nicht so viel ein. Auch das Gehirn braucht zwischendurch eine Pause und kann nicht dauerhaft auf Hochtouren laufen. </p>
        <p>Am Ende sind Pr&uuml;fungen im Studium unvermeidbar, aber gleichzeitig bestimmen sie niemals euren Wert. Auch wenn die eine Klausur nicht so gut lief, seid ihr nicht dumm und die Erde dreht sich auch weiter. Mit ein bisschen Planung und den richtigen Lernmethoden l&auml;sst sich die Pr&uuml;fungsphase dann aber doch ein bisschen entspannter angehen und ihr k&ouml;nnt hoffentlich gut vorbereitet in eure Klausuren gehen.</p>
    </main>
    <!--footer element-->
    <footer>
        <ul>
            <li><p> &copy; 2022 Anna Schierholz</p></li>
            <li><a href="../impressum.html">Impressum</a></li>
        </ul>
        
    </footer>
</html>
