<!DOCTYPE html>
<html>
    <!--general info-->
    <head>
        <title>Die Sache mit der Motivation</title>
        <link rel="stylesheet" href="../css/blog.css">
        <link href="https://fonts.googleapis.com/css?family=Raleway" rel="stylesheet">
        <link rel="icon" href="../img/favicon.png">
    </head>
     <!--navigation bar-->
     <a href= "../index.html"><img src="../img/logo.png" alt="logo" class="logo"></a>
     <nav>
         <ul>
             <li><a href="../blog.html">Blog</a></li>
             <li><a href="../ueber_mich.html">&Uumlber mich</a></li>
         </ul>
     </nav>
    <!--header element-->
    <header>
        
    </header>
    <!--main element-->
    <main>
        <h1>Highlight your day! 
        </h1>
        <p>13.12.2020</p>
        <p>
            Wenn man mal dar&uuml;ber nachdenkt, wird der Gro&szlig;teil unserer Zeit nach dem Default verbracht. 
            Das ist nicht unbedingt schlecht, solange die Standardeinstellungen richtig sind. 
            Doch unser Smartphone verlangt st&auml;ndig mit neuen Benachrichtigungen nach Aufmerksamkeit, 
            soziale Medien sind so designt, dass wir unendlich lange scrollen k&ouml;nnen und der Kalender 
            ist randvoll mit Terminen gef&uuml;llt. <br>
            Doch wenn der Standard schlecht eingestellt ist, wie &auml;ndere ich ihn dann? Das Buch 
            <a href="https://maketime.blog/">"Make Time"</a> von Jake Knapp und John Zeratsky liefert Antworten und viele n&uuml;tzliche 
            Taktiken, um wieder die Kontrolle &uuml;ber den eigenen Tag zu gewinnen. Hier stelle 
             euch die Grundgedanken von "Make Time" vor und zeige euch, was davon f&uuml;r mich am 
             besten funktioniert. 

        </p>Die Grundidee von "Make Time" ist simpel. Sie besteht aus einem Ablauf aus Highlight - 
        Laser - Energize - Reflect. Der erste Schritt ist es, sich ein sogenanntes Highlight f&uuml;r den 
        Tag zu planen. Das kann die wichtige Pr&auml;sentation auf der Arbeit sein, ein pers&ouml;nliches Projekt 
        oder eine gute Zeit beim Kochen mit Freunden. Das Highlight ist quasi das Wichtigste am ganzen 
        Prozess: Sich die Zeit f&uuml;r die wichtigen Dinge zu nehmen und sie selbst zu priorisieren anstatt,
         dass andere die Priorisierung vornehmen. Bonus dabei ist zus&auml;tzlich noch, dass man immer etwas 
         am Tag hat, auf das man sich freut.


        <p>

        </p>
        <center>
            <img src="../img/Make_time.png" alt="" class="bild1" width="400px">
            </center>
        <p>
            Der Rest der Schritte (Laser,Energize,Reflect) dreht sich dann nur noch darum, die eigene 
            Zeit mit genug Energie und Fokus zu gestalten. <br>
            Der Schritt "Laser" dreht sich genau um den Fokus, den man bei seinen Aufgaben und auch 
            Highlights an den Tag legen m&ouml;chte. Nicht auf sein Smartphone zu schauen, wenn man Zeit 
            mit Menschen verbringt, ist manchmal schon schwierig genug. Dabei spielt "Energize", also 
            die eigene Energie eine gro&szlig;e Rolle. Wer (mental) m&uuml;de ist, wird sich auch nicht mehr 
            konzentrieren k&ouml;nnen.
        </p>
        <p>Diese drei Schritte sind f&uuml;r mich essenziell, um nicht das Gef&uuml;hl zu haben, dass ich an 
            dem Tag etwas erreicht habe und mich einfach gut und voller Energie f&uuml;hle. Der letzte 
            Schritt "Reflect" ist einer, der gerne beim Thema Selbstorganisation vergessen wird, 
            aber zumindest mir mit am meisten Spa&szlig; macht. Dar&uuml;ber zu reflektieren, was einem guttut, 
            welche Methoden funktionieren und welche nicht sehe ich f&uuml;r mich als eine Art 
            Selbstexperiment. So erkennt man gute und schlechte Angewohnheiten und arbeitet daran, 
            dass man mit mehr Energie und besserer Laune durch den Tag geht. F&uuml;r eine Weile habe ich 
            diesen Schritt auf Papier gemacht, aber mittlerweile erkenne ich selbst, wenn ich gerade 
            irgendwo festgefahren bin und habe eine innerliche Liste an "Go-to"-Taktiken, die ich dann 
            anwende. Hier findet ihr einige, die f&uuml;r mich besonders gut funktionieren: 
        </p>
        <ul>
            <h3>Highlight</h3>
            <li>
                <b>Blocke dein Highlight</b> <br>
                Wer einen Termin f&uuml;r das Highlight hat, hat auch keine Ausrede mehr, dass man keine Zeit hat.
            </li>
            <li>
                <b>Schreibe deine Priorit&auml;ten auf</b> <br>
                Was sind deine 5-10 wichtigsten Themen im Leben? Manchmal lohnt es sich 
                aufzuschreiben, was gerade in deinem Leben wirklich wichtig ist, um die eigenen
                Priorit&auml;ten zu erkennen.
            </li>
        </ul>
        <ul>
            <h3>Laser</h3>
            <li>
                <b>Lege deine Ger&auml;te zur Seite und blockiere m&ouml;gliche Ablenkungen</b> <br>
                Selbsterkl&auml;rend, oder?
            </li>
            <li>
                <b>Spiele einen Laser-Soundtrack </b> <br>
                Mir helfen Fokus-Playlisten, um schneller in den Konzentrationsmodus 
                zu kommen und mit epischer Filmmusik bringen meine Aufgaben meistens 
                gleich viel mehr Spa&szlig;.
            </li>
            <li>
                <b>Starte auf Papier </b> <br>
                Weil es einfach ist und weniger ablenkt.
            </li>
            <li>
                <b>Erfinde eine Deadline und nutze Timer </b> <br>
                Das sind einfache Mittel gegen Prokrastination, 
                die der Zeit automatisch mehr Bedeutung geben 
                (siehe auch <a href="../prokrastination.html">Dieser Blogeintrag wurde prokrastiniert</a>).
            </li>
        </ul>
        <ul>
            <h3>Energize</h3>
            <li>
                <b>Mache einen Spaziergang</b> <br>
                Egal, ob ich meine Gedanken sortieren will oder einfach nur mal an 
                die frische Luft sollte: Ein Spaziergang tut eigentlich immer gut. 
                Bonuspunkt: Man kann seine Lieblingsmusik, Podcasts oder H&ouml;rb&uuml;cher h&ouml;ren. 
            </li>
            <li>
                <b>Guter Schlaf und gen&uuml;gend Schlaf</b> <br>
                Wer mir nicht glaubt, dem empfehle ich Matthew Walkers Buch "Why We Sleep". 
            </li>
        </ul>
        <p>
            Mit einem pers&ouml;nlichen Highlight f&uuml;r den Tag ist es jetzt hoffentlich f&uuml;r 
            euch leichter die Zeit f&uuml;r die Projekte oder Menschen zu schaffen, die euch 
            wichtig sind. F&uuml;r mehr Taktiken und Hintergrundinformationen empfehle ich auf 
            jeden Fall das Buch! Der erste Schritt ist allerdings eine ganz einfache Frage: 
            Was ist heute dein Highlight?
        </p>
        
            
    </main>
    <!--footer element-->
    <footer>
        <ul>
            <li><p> &copy; 2023 Anna Schierholz</p></li>
            <li><a href="../impressum.html">Impressum</a></li>
        </ul>
        
    </footer>
</html>
