<!DOCTYPE html>
<html>
    <!--general info-->
    <head>
        <title>Die Sache mit der Motivation</title>
        <link rel="stylesheet" href="../css/blog.css">
        <link href="https://fonts.googleapis.com/css?family=Oswald&display=swap" rel="stylesheet">
        <link rel="icon" href="../img/favicon.png">
    </head>
     <!--navigation bar-->
     <a href= "../index.html"><img src="../img/logo.png" alt="logo" class="logo"></a>
     <nav>
         <ul>
             <li><a href="../blog.html">Blog</a></li>
             <li><a href="../annimationen.html">Annimationen</a></li>
             <li><a href="../ueber_mich.html">&Uumlber mich</a></li>
         </ul>
     </nav>
    <!--header element-->
    <header>
        
    </header>
    <!--main element-->
    <main>
        <h1>Die Sache mit der Motivation
        </h1>
        <p>29.11.2020</p>
        <p>
            Es war einmal eine Prinzessin, die lebte ganz allein in einem verlassenen Turm, 
            das von einem b&ouml;sen Drachen besch&uuml;tzt wurde. Jeden Tag wartete sie darauf von 
            einem Prinzen gerettet zu werden, also naja, eigentlich war es ihr egal von wem 
            sie gerettet wurde. Ihr Name war Motivation. 
        </p>
        <center>
            <img src="../img/motivation.png" alt="" class="bild1" width="400px">
            </center>
        <p>
            Ja, die Sache mit der Motivation. Es ist gar nicht so einfach, 
            sie auf seine Seite zu bekommen. Im ersten Moment, wenn man Ziele setzt 
            und Pl&auml;ne macht, ist man total motiviert und es ist klar, dass man die Pl&auml;ne 
            auch einh&auml;lt, sind ja auch meine Pl&auml;ne, nicht wahr? Das steht doch au&szlig;er Frage, 
            das sind ja meine Ziele und die will ich erreichen also mache ich einfach 
            Schritt A bis Z bis ich bei meinem Ziel ankomme. Doch ganz so einfach ist 
            es nicht mit der Motivation. 
        </p>
        <p>Es ist ein Mythos, dass man nur "motiviert genug" sein muss, um eine Aufgabe zu erledigen. <br>
            Die wenigsten werden freudestrahlend die Fenster putzen oder lange Hausarbeiten schreiben, 
            nur weil sie "motiviert genug" sind. Niemand ist pl&ouml;tzlich "motiviert genug", dass man 
            einfach so mit dem Lernen anf&auml;ngt. Versteht mich nicht falsch, die eigenen Ziele sind eine 
            Quelle der pers&ouml;nlichen intrinsischen Motivation. <br> Doch gro&szlig;e Ziele tragen einen nicht von 
            Tag zu Tag oder Woche zu Woche. Der Weg von "hier" zu "da" scheint daf&uuml;r viel zu weit. 
            Dar&uuml;ber schreibt auch Jeff Hayden in "The Motivation Myth".
            Er kommt zu dem Schluss, dass Motivation nicht eine Voraussetzung, sondern das Ergebnis ist. 
            "Motivation ist nicht passiv; Motivation ist aktiv", schreibt er. 
            Allein ein Ziel zu haben und die Route zu kennen bringt einen eben 
            trotzdem nicht ans Ziel. 
        </p>
        <p>Es gibt Phasen, in denen ich richtig unmotiviert bin. Aber so richtig. <br>
            Da falle ich nach dem Fr&uuml;hst&uuml;ck nochmal ins Bett uns scrolle nutzlos auf 
            dem Smartphone herum, da gehe ich nur aus dem Haus, wenn ich es wirklich muss 
            und stecke die wenigste Arbeit in mein eigenes Wohlergehen. Genau dann bin ich auch 
            am anf&auml;lligsten f&uuml;r Prokrastination. Und auch wenn ich selbst wei&szlig;, dass ich 
            einfach nur anfangen m&uuml;sste, erfindet mein Kopf Ausreden und sagt mir, dass 
            es okay ist auch mal unmotiviert zu sein. <br> Nur bedeutet unmotiviert in der 
            Konsequenz auch ungl&uuml;cklich.
        </p>

        <p>
            Wie ich aus so einer Phase rauskomme? Mit kleinen Aufgaben und Erfolgen. 
            Mit Routine. <br> Denn genau diese Routine fehlt mir dann, wenn ich aufs Bett 
            falle, statt meinen &uuml;blichen Spaziergang zu machen. Ich plane mein Essen und 
            nehme mir Dinge vor, die mir Spa&szlig; machen. Ich nutze Timer, um mich zum Anfangen 
            zu bewegen.  
        </p>
        <p>
            Es ist der mentale Kampf, den es zu gewinnen gilt. Den b&ouml;sen Drachen, der den 
            Turm bewacht zu besiegen. Und obwohl es ein M&auml;rchen ist, gibt es keinen Zaubertrank, 
            der dabei hilft. Denn du bist niemals "motiviert genug". Es geht darum, sich 
            irgendwie zu zwingen, sich um sich selbst zu k&uuml;mmern und Dinge anzufangen. Klein 
            anzufangen und die kleinen Erfolge zu feiern. Aber dann taucht die Prinzessin dort 
            auf, wo du sie nie erwartet hast: genau hinter dir. 
        </p>
        
            
    </main>
    <!--footer element-->
    <footer>
        <ul>
            <li><p> &copy; 2021 Anna Schierholz</p></li>
            <li><a href="../impressum.html">Impressum</a></li>
        </ul>
        
    </footer>
</html>
