<!DOCTYPE html>
<html>
    <!--general info-->
    <head>
        <title>Mit dem &Uuml;-Boot auf Erkundung gehen</title>
        <link rel="stylesheet" href="../css/blog.css">
        <link href="https://fonts.googleapis.com/css?family=Raleway" rel="stylesheet">
        <link rel="icon" href="../img/favicon.png">
    </head>
     <!--navigation bar-->
     <a href= "../index.html"><img src="../img/logo.png" alt="logo" class="logo"></a>
     <nav>
         <ul>
             <li><a href="../blog.html">Blog</a></li>
             <li><a href="../ueber_mich.html">&Uumlber mich</a></li>
         </ul>
     </nav>
    <!--header element-->
    <header>
        
    </header>
    <!--main element-->
    <main>
        <h1>Mit dem &Uuml;-Boot auf Erkundung gehen
        </h1>
        <p>07.02.2021</p>
        <p>
            Eines meiner Lieblingsb&uuml;cher als Kind war <a href="https://www.thalia.de/shop/home/artikeldetails/ID15543451.html">"Das Haus der kleinen Forscher"</a>. 
            Darin waren allerlei Alltagsexperimente beschrieben, die man mit Gegenst&auml;nden 
            aus dem Haushalt machen konnte. Also lie&szlig; ich Gummib&auml;rchen in der gelben &Uuml;-Ei-Schale 
            an den Grund meiner Wassersch&uuml;ssel tauchen (in einem &Uuml;-Boot sozusagen) und habe 
            Eier gekocht und ungekocht &uuml;ber den Tisch rollen lassen. Als Kind wollte ich immer 
            alles direkt ausprobieren und wissen, was dahinter steckt. Wie funktioniert das? 
            Was passiert, wenn ich das hier mache? Und vor allem: Warum? Auch sehr gerne habe 
            ich mit meinen Eltern das Warum-Spiel gespielt und sie einfach nach jeder Aussage 
            gefragt: Warum? Heute habe ich das Gef&uuml;hl, dass wir es vielleicht verlernt haben 
            h&auml;ufiger warum zu fragen. Zu hinterfragen und neugierig zu sein. Dabei hilft Neugier 
            nicht nur beim Lernen und der Kreativit&auml;t, sondern macht auch noch Spa&szlig;!
        </p>
        <center>
            <img src="../img/ue-boot.png" alt="" class="bild1" width="400px">
            </center>
            <h3>Warum Neugier so wichtig ist
            </h3>
        <p>
            Die einfachste Methode um besser zu lernen, ist es mehr Verkn&uuml;pfungen zu schaffen. 
            Und lernen werden wir alle ein ganzes Leben lang. Die einfache Regel ist dabei: 
            je mehr Erfahrungen, desto mehr m&ouml;gliche Verkn&uuml;pfungen. In der Schule fiel es mir 
            z.B. gleich leichter, wenn ich selbst nochmal zu einem Thema recherchiert habe oder 
            mir eine Dokumentation angeschaut habe. Wer also &uuml;ber den Tellerrand hinausschaut und 
            neugierig ist, kann sich auch besser Fakten und Zusammenh&auml;nge merken. Gleichzeitig 
            helfen die Erfahrungen auch dabei kreativer zu sein. Denn das ist eigentlich nur 
            eine Definition von Kreativit&auml;t: Verkn&uuml;pfungen zwischen bereits vorhandenem Wissen 
            und Erfahrungen zu bilden. Darum lohnt es sich auch so sehr Bereiche au&szlig;erhalb der 
            eigenen Expertise zu erforschen, deren Ans&auml;tze sich aber vielleicht auch auf die 
            eigene Arbeit &uuml;bertragen lassen. Neugierig zu sein wird meistens belohnt und bringt 
            auch noch Freude! Ich zumindest gehe darin auf neue Dinge zu lernen, zu recherchieren 
            und auszuprobieren - einfach nur, um es zu erforschen. 
        </p>
        <h3>Der Erkunden/Erforschen-Konflikt</h3>
        <p>Dieses Erkunden kann im Alltag schon mal zu kurz kommen, wenn man sich nicht 
            bewusst dazu entscheidet. Einfacher ist es n&auml;mlich, die Methoden, die funktionieren 
            weiter auszunutzen und sich im Bereich der eigenen Erfahrung zu bewegen. Dort lassen 
            sich Risiken und m&ouml;gliche Gewinne einfacher vorhersagen. Aber was ist, wenn man mit 
            einer anderen Strategie noch mehr Fortschritt erzielen kann? Wir kennen eben nicht 
            das Spielfeld und die genauen Belohnungsfelder, die uns das Leben gibt. Deshalb gilt es 
            eine Balance zwischen Erkundung und  Ausnutzung der eigenen Erfahrungen und F&auml;higkeiten 
            zu schaffen.
        </p>
        <h3>Neugier in den Alltag integrieren</h3>
        <p>Wie schaffe ich es nun in meinem Alltag mehr zu erkunden? Die einfachste Sache ist es, 
            bei den Dingen anzufangen, die ihr selbst m&ouml;gt. Warum finde ich diesen Film so gut? 
            Was macht diesen Artikel aus, dass ich ihn so verst&auml;ndlich finde? Was macht die Person, 
            die ich so sehr bewundere anders als ich? Aus den Medien und Taktiken anderer Menschen 
            k&ouml;nnen wir viel f&uuml;r das eigene Vorgehen lernen. Selbst wenn wir es nicht direkt anwenden 
            k&ouml;nnen, ist dieses Wissen ein neuer Punkt, der offen f&uuml;r neue Verkn&uuml;pfungen ist.
        </p>

        <p>
            Daher versucht im Alltag Themen au&szlig;erhalb eurer Komfortzone zu finden und 
            h&auml;ufiger mal "Warum?" zu fragen. So bleibt der kleine Forscher oder die 
            kleine Forscherin erhalten und h&auml;lt aus dem &Uuml;-Boot nach neuen Abenteuern Ausschau. 
            Bleibt neugierig und bis zum n&auml;chsten Mal! <br> <br>
            P.S. Dieser Blogbeitrag ist &uuml;brigens inspiriert von <a href="https://www.youtube.com/watch?v=kAWe4Qq-Rp0&t=5s">diesem Video</a> von Thomas Frank.
        </p>
        </p>            
    </main>
    <!--footer element-->
    <footer>
        <ul>
            <li><p> &copy; 2023 Anna Schierholz</p></li>
            <li><a href="../impressum.html">Impressum</a></li>
        </ul>
        
    </footer>
</html>
