<!DOCTYPE html>
<html>
    <!--general info-->
    <head>
        <title>Die Probleme, die ich im Leben haben will</title>
        <link rel="stylesheet" href="../css/blog.css">
        <link href="https://fonts.googleapis.com/css?family=Oswald&display=swap" rel="stylesheet">
        <link rel="icon" href="../img/favicon.png">
    </head>
     <!--navigation bar-->
     <a href= "../index.html"><img src="../img/logo.png" alt="logo" class="logo"></a>
     <nav>
         <ul>
             <li><a href="../blog.html">Blog</a></li>
             <li><a href="../annimationen.html">Annimationen</a></li>
             <li><a href="../ueber_mich.html">&Uumlber mich</a></li>
         </ul>
     </nav>
    <!--header element-->
    <header>
        
    </header>
    <!--main element-->
    <main>
        <h1>Die Probleme, die ich im Leben haben will
        </h1>
        <p>24.01.2021</p>
        <p>
            Wenn es euch wie mir geht, dann habt ihr eine Liste mit Zielen, die ihr mal erreichen wollt. 
            Auch wenn sie nicht physisch ist, ist sie da irgendwo im Hinterkopf. Immer wieder kommen neue Ziele dazu, 
            irgendwo gesehen und f&uuml;r cool befunden. "DAS will ich auch machen!" Der Konflikt kommt dann, wenn man versucht 
            die Ziele zu erreichen und dann vielleicht merkt, dass das Ziel gar nicht zu einem passt, wie viel Arbeit dahinter
             steckt und welche H&uuml;rden man &uuml;berwinden muss. Aufgeben oder loslassen ist aber nat&uuml;rlich 
             keine Option! Oder vielleicht doch?
        </p>
        <center>
            <img src="../img/Probleme.png" alt="" class="bild1" width="400px">
            </center>
        <p>
            "Welche Probleme will ich in meinem Leben haben?" Dieser Gedanke ist bei mir h&auml;ngen geblieben, nachdem ich 
            "The Subtle Art of Not Giving a F*ck" von Mark Manson letzten Sommer gelesen habe. Genau diese Frage zeigt 
            auf, was die Probleme an den eigenen Zielen sind und welche davon man wirklich im Leben haben will. 
            Dadurch zeigt sich, ob ihr bereit seid die Arbeit hereinzustecken, die f&uuml;r das Ziel notwendig ist 
            und bereitet euch auf die Probleme vor, die euch dabei begegnen werden. 
        </p>
        <p>Sagen wir, du m&ouml;chtest ein Buch schreiben. Bist du dazu bereit mehrere Stunden deiner Freizeit ins 
            Schreiben zu stecken? Dich immer wieder Blockaden herumzuschlagen und deine Arbeit immer und immer 
            wieder zu &uuml;berarbeiten? Nat&uuml;rlich w&auml;re es cool, ein Buch zu schreiben, aber wer nur das Ergebnis anschaut, 
            vergisst den ganzen Weg dahin. Wenn diese Fragen schon Unwohlsein hervorrufen, sollte man nochmal genau pr&uuml;fen, 
            ob das wirklich ein eigener Wunsch ist oder nicht nur ein gutes Resultat. Auf der anderen Seite kann man auch 
            Respekt vor der Arbeit haben und vielleicht ist man sich auch nicht ganz sicher, ob man alle Probleme so 
            gut meistert. Solange es Probleme sind, bei denen du bereit bist, sie in deinem Leben zu haben, ist 
            es einen Versuch wert.
        </p>
        <p>Auf dem Weg zum Ziel ist es wichtig, immer wieder Pause zu machen und kurz zu reflektieren: 
            Will ich die Probleme, die ich gerade habe, in meinem Leben haben? Wie gut kann ich mit ihnen 
            umgehen und bringt es mir auch Freude diese Probleme zu l&ouml;sen? Denn irgendwie besteht das Leben 
            viel aus Problemen, die wir l&ouml;sen wollen, oder?
        </p>

        <p>
            Mir hat diese Frage in den letzten Monaten immer wieder geholfen, wenn ich gerade dabei war mir 
            Ziele zu setzen, die ich gar nicht erreichen will oder mir gezeigt, warum ich meistens eine Aktivit&auml;t 
            nicht mag: weil ich ihre Probleme nicht gerne l&ouml;se. Nicht alle Probleme, die wir nicht gerne l&ouml;sen, 
            k&ouml;nnen einfach so aus unserem Leben gestrichen werden, aber jeder hat im eigenen Rahmen zumindest 
            eine Entscheidungsfreiheit. Also lasst die Ziele los, die nicht die Probleme l&ouml;sen, die ihr gerne 
            l&ouml;sen wollt. Mit einer k&uuml;rzeren Liste hast du gleich weniger Dinge, um die du dich k&uuml;mmern musst 
            und mehr Energie f&uuml;r die Probleme, die du wirklich l&ouml;sen willst.  
        </p>            
    </main>
    <!--footer element-->
    <footer>
        <ul>
            <li><p> &copy; 2021 Anna Schierholz</p></li>
            <li><a href="../impressum.html">Impressum</a></li>
        </ul>
        
    </footer>
</html>
