<!DOCTYPE html>
<html>
    <!--general info-->
    <head>
        <title>Mein To-Do-System</title>
        <link rel="stylesheet" href="../css/blog.css">
        <link href="https://fonts.googleapis.com/css?family=Oswald&display=swap" rel="stylesheet">
        <link rel="icon" href="../img/favicon.png">
    </head>
     <!--navigation bar-->
     <a href= "../index.html"><img src="../img/logo.png" alt="logo" class="logo"></a>
     <nav>
         <ul>
             <li><a href="../blog.html">Blog</a></li>
             <li><a href="../annimationen.html">Annimationen</a></li>
             <li><a href="../ueber_mich.html">&Uumlber mich</a></li>
         </ul>
     </nav>
    <!--header element-->
    <header>
        
    </header>
    <!--main element-->
    <main>
        <h1>Eine Liebeserkl&auml;rung an mein To-Do-System</h1>
        <p>18.10.2020</p>
        <p>
            Fr&uuml;her habe ich mir alle Aufgaben auf eine Liste geschrieben. Dann habe ich mich 
                gewundert, warum ich das Gef&uuml;hl hatte nie fertig zu sein und immer weiter produktiv 
                sein zu m&uuml;ssen. <I>"Ich kriege ja doch nichts geschafft!"</I>, dachte ich und machte mich 
                selbst weiter runter. Dabei war es einfach ein falsches To-Do-System.  Ein System, das mir 
                sagte, dass ich immer noch Dinge habe, die ich erledigen muss und die ich <b>jetzt</b> 
                erledigen sollte. Heute sehe ich immer nur die Dinge, die ich auch heute machen muss 
                und wei&szlig gleichzeitig, dass alle anderen Aufgaben notiert sind und dann auftauchen, 
                wenn ich sie erledigen muss.<br> Mein To-Do-System ist mittlerweile der wichtigste 
                Bestandteil meiner Organisation und ich erfreue mich an jedem Haken, den ich f&uuml;r eine 
                erledigte Aufgabe setze. Hier zeige ich euch wie es aussieht und wie ich es nutze. 
            </p> 
            <center>
            <img src="../img/Todoist.png" alt="" class="bild1" width="500px">
            </center>
            <p>Wie schon im Blogeintrag <a href="../werkzeugkasten.html">"Mein Werkzeugkasten zur Organisation"</a> beschrieben, 
                nutze ich f&uuml;r meine To-Dos privat die App <a href="https://todoist.com/de">Todoist</a> und <b>ich liebe Todoist</b>. <br>
                In der Strukturierung und Hierarchisierung ist es sehr einfach zu benutzen. 
                Man kann Projekte und Unterprojekte anlegen und diese auch nochmal in verschiedene 
                Abschnitte unterteilen. Ich habe z.B. ein Projekt f&uuml;r Uni und dann nochmal ein 
                Unterprojekt f&uuml;r jedes Modul, das ich im jeweiligen Semester belege. Dann habe 
                ich noch ein Projekt namens "Adulting 101" f&uuml;r alles, was mit Erwachsensein zu tun hat: 
                Putzen, Arzttermine und K&uuml;ndigungsfristen f&uuml;r Abos. Zudem gibt es ein Projekt f&uuml;r 
                meine Ziele, wo ich Gewohnheiten wie Sport eintrage und Unterprojekte, in denen 
                jeweils Ideensammlungen f&uuml;r kleinere Projekte sind oder auch das Projekt f&uuml;r diesen 
                Blog. <br> Dann nutze ich auch noch ein paar weitere Projekte f&uuml;r Wunschlisten, Geschenklisten, 
                Einkaufslisten etc., also eher etwas au&szligerhalb des Typs "zu erledigende Aufgabe mit Priorit&auml;t
                und Deadline". Trotzdem habe ich sie in Todoist, da ich so alles auf einen Blick habe und
                - <b>weil es so einfach ist Dinge in Todoist einzutragen</b>. &Uuml;ber das Widget auf dem Smartphone
                oder mit einem Klick in der Desktop-App kann ich neue Aufgaben erstellen und mit K&uuml;rzeln
                wie <I>'#'</I> f&uuml;r das Projekt oder der nat&uuml;rlichen Erkennung eines Datums als Deadline sofort
                alle relevanten Daten zu der Aufgabe eintragen. So muss ich diese Aufgaben nicht mehr 
                im Kopf haben und wei&szlig, dass ich automatisch zum passenden Zeitpunkt daran erinnert 
                werde. <br> Vielleicht habt ihr auch schon mal erlebt, dass ihr ineffizienter arbeitet, 
                     wenn ihr wisst, dass ihr noch etwas anderes erledigen m&uuml;sst. Dieses Ph&auml;nomen bezeichnet 
                     man als den <a href="https://de.wikipedia.org/wiki/Zeigarnik-Effekt"><b>Zeigarnik-Effekt</b></a>, benannt nach dem Psychologen, der es 1927 entdeckt 
                     hat. Daher ist meine Empfehlung immer, eine Aufgabe sofort dann aufzuschreiben, wenn sie 
                     in den Kopf kommt, um danach den Fokus auf die Aufgabe zu haben, die man gerade erledigen 
                     m&ouml;chte. Au&szligerdem lasse ich mir immer nur die relevanten Aufgaben f&uuml;r den Tag anzeigen, kann 
                     f&uuml;r meine Planung aber auch die Aufgaben der Woche anzeigen lassen. <br> Ein weiterer Vorteil bei 
                     Todoist ist, dass man wiederkehrende Aufgaben eintragen kann, z.B. <I>"jeden Sonntag Staubsaugen"</I>.
                    So wird man immer dann daran erinnert und muss die Aufgabe nicht immer wieder neu eintragen. 
                    Viel weiter m&ouml;chte ich hier aber nicht auf die Features von Todoist eingehen, sondern euch 
                    einfach selbst ausprobieren lassen, wie die App f&uuml;r eure Bed&uuml;rfnisse funktionieren kann.
                    Ich bin seit ich vor ca. 2 Jahren angefangen habe Todoist zu nutzen bei der kostenlosen Version geblieben. 
                      Vielleicht braucht ihr aber in eurem Alltag auch mehr Funktionen, wie das Hinzuf&uuml;gen von 
                      Notizen, die nur in der Premium-Version enthalten sind.                     
        </p>
        <h2>Wie kommen die Aufgaben in meinen Tag?</h2>
        <p>
           Wie entscheide ich nun, welche Aufgaben ich wann erledige? Dazu m&uuml;ssen wir uns erstmal 
           anschauen, wie meine Priorisierung funktioniert. Ich priorisiere n&auml;mlich nicht nach 
           Wichtigkeit, sondern nach <b>Aufmerksamkeit</b>. Das bedeutet, dass die Aufgaben, die besonders 
           viel Fokus brauchen, wie z.B. einen Blogeintrag zu schreiben oder an meiner Bachelorarbeit 
           zu arbeiten die h&ouml;chste Priorit&auml;t bekommen. Aufgaben, die weniger Aufmerksamkeit brauchen
           , wie eine kurze Recherche haben Priorit&auml;t 2. In Priorit&auml;t 3 kommen bei mir gr&ouml;&szligtenteils 
           Hausarbeiten oder kleinere Gewohnheiten, wie jeden Tag 10 Minuten zu lesen. Es ist nicht so, 
           dass es mir nicht wichtig ist, sie verlangen nur nicht aktiv mein logisches Denken 
           (je nachdem, was ich lese). F&uuml;r meine Aufgaben 
           habe ich nicht bestimmte Zeiten geblockt, in denen ich die Aufgaben erledige, sondern 
           entscheide spontan, was ich erledigen m&ouml;chte und wof&uuml;r ich gerade Energie habe. Ich wei&szlig 
           von mir selbst, dass ich mich morgens am besten konzentrieren kann, also mache ich dort die 
           Aufgaben mit Priorit&auml;t 1. Andererseits lese ich auch gerne morgens oder mache einen 
           Spaziergang als Teil meiner Morgenroutine, also sind diese Aufgaben dann auch erledigt, 
           obwohl sie "nur" Priorit&auml;t 3 haben. Mit dem Erledigen kleinerer Aufgaben hat man aber 
           schon mal das Gef&uuml;hl produktiv zu sein und geht mit gutem Gef&uuml;hl auch an gr&ouml;&szligere Aufgaben. 
           Im allseits bekannten Nachmittagstief versuche ich dann nach und nach die restlichen Aufgaben 
           abzuarbeiten mit dem guten Gewissen, dass ich die fokusintensiven Aufgaben zu diesem 
           Zeitpunkt meistens schon abgearbeitet habe. <br> Diese Priorisierung nach Aufmerksamkeit 
           hilft mir dabei meinen Tag zu strukturieren und ich wei&szlig auch ohne eine Markierung, 
           dass es mir wichtig ist zu lesen oder meine Hausarbeit erledigt zu haben. Nicht f&uuml;r 
           jeden wird diese Priorisierung funktionieren und wer gerne Hausarbeit prokrastiniert, 
           sollte es vielleicht auch als erste Aufgabe des Tages mit h&ouml;chster Priorit&auml;t erledigen. 
           Mir gibt diese Priorisierung aber eine gute Strukturierung und Flexibilit&auml;t f&uuml;r den 
           gesamten Tag. 
        </p>
        <p>
            Insgesamt sind wohl die wichtigsten Punkte an meinem To-Do-System f&uuml;r mich, dass ich <b> alle 
            Aufgaben an einem Ort </b>habe und sie schnell aus meinem Kopf bekomme und, dass ich <b>nur die 
            Aufgaben angezeigt bekomme, die f&uuml;r mich an diesem Tag wichtig sind</b>. So bin ich nicht von 
            meinen Aufgaben &uuml;berw&auml;ltigt und muss nicht dauernd &uuml;ber Aufgaben nachdenken, die ich noch 
            erledigen will. Todoist funktioniert f&uuml;r mich dabei als Helfer, der mir meine Aufgaben 
            passend zusammenstellt, wie ein kleiner Roboter. Ich liebe mein To-Do-System einfach f&uuml;r 
            den Fokus, die Gelassenheit und die Flexibilit&auml;t, die ich in der Gestaltung meiner Zeit habe. 
            Ob f&uuml;r euch nun Todoist genauso gut funktioniert oder ihr ein anderes Helferlein findet - es 
            lohnt sich, die eigene To-Do-Liste mal zu &uuml;berdenken und statt sich von ihr fertig machen zu 
            lassen, sie sich zum Freund zu machen.
        </p>
    </main>
    <!--footer element-->
    <footer>
        <ul>
            <li><p> &copy; 2023 Anna Schierholz</p></li>
            <li><a href="../impressum.html">Impressum</a></li>
        </ul>
        
    </footer>
</html>
